{
  "language": {
    "es": {
      "static": {
        "nav": {
          "home": "Inicio",
          "about": "Acerca de ",
          "portfolio": "Proyectos",
          "language": "Idioma",
          "contact": "Contáctame",
          "blog": "Blog"
        },
        "section_first": {
          "headline": "Hola, soy desarrollador Front end con React y Flutter",
          "button_one": "Certificados",
          "button_two": "Currículo"
        },
        "section_second": {
          "headline": "Sobre mí"
        },
        "section_third": {
          "headline": "Mis proyectos",
          "button": "Cargar más…"
        },
        "section_four": {
          "headline": "Contáctame",
          "text": "No dude en comunicarse conmigo si desea más información sobre mi experiencia o si tiene alguna pregunta relacionada con el desarrollo web. Estoy abierto a nuevas oportunidades y estoy seguro de que puedo aportar valor a su empresa con mis habilidades y conocimientos.",
          "label_one": "Ingresa tu nombre:",
          "label_two": "Ingresa tu correo electrónico:",
          "label_three": "Ingresa tu mensaje:",
          "button": "Enviar mensaje"
        },
        "footer": {
          "text": "Diseñado y construido por ",
          "text_link": "Harvey Yerik"
        }
      },
      "dynamic": {
        "description": "Soy un desarrollador Front-end altamente capacitado con experiencia en React y conocimientos en desarrollo móvil con Flutter. Me apasiona crear aplicaciones interactivas y atractivas que brindan una experiencia de usuario única y satisfactoria. Las tecnologías que uso como desarrollador son:",
        "portfolio": [
          {
            "id": "1",
            "name": "Aplicación de productividad",
            "description": "Esta aplicación de productividad cuenta con una funcionalidad de pomodoro para ayudar a aumentar la eficiencia y productividad. Además, permite la adición de tareas para llevar un registro organizado de las tareas pendientes. La aplicación también cuenta con opciones de configuración para personalizarla según las preferencias del usuario. Este proyecto fue un reto significativo en mi camino de aprendizaje de JavaScript Vanilla y estoy muy orgulloso del resultado logrado.",
            "image_path": "./images/projects/task_app.png",
            "link_code": "https://github.com/YerikAH/my-task-app",
            "link_preview": "https://yerikah.github.io/my-task-app/public/#"
          },
          {
            "id": "2",
            "name": "Front end mentor challenges",
            "description": "En este sitio web podrás ver algunas de las soluciones de los desafíos de Frontend Mentor que yo desarrolle, Frontend Mentor es una plataforma en línea que ofrece desafíos prácticos y prácticos de desarrollo web para ayudar a los desarrolladores front-end a mejorar sus habilidades y crear proyectos realistas.",
            "image_path": "./images/projects/frontend_mentor.png",
            "link_code": "https://github.com/YerikAH/frond-end-challenge",
            "link_preview": "https://yerikah.github.io/frond-end-challenge/"
          },
          {
            "id": "3",
            "name": "Mi antiguo portafolio",
            "description": "Mi antiguo portafolio, desarrollado con React, Utilicé diversos hooks, como useEffect y useState, y también tuve la oportunidad de utilizar useContext, lo que me ayudó a comprender de manera más clara el concepto de estados en React. Además, gracias a esta experiencia, fui capaz de aplicar animaciones con React de manera efectiva.",
            "image_path": "./images/projects/portfolio.png",
            "link_code": "https://github.com/YerikAH/briefcase",
            "link_preview": "https://yerikah.github.io/briefcase/"
          },
          {
            "id": "4",
            "name": "Prevent Nature",
            "description": "Tienda virtual Prevent Nature, trata acerca ventas de productos naturales, además contiene un blog. Utilice un enfoque de consumo de datos dinámicos mediante el uso de peticiones AJAX para obtener y visualizar los productos y artículos del blog a partir de un archivo JSON. El proyecto en cuestión me permitió adquirir una gran cantidad de conocimientos y habilidades.",
            "image_path": "./images/projects/prevent_nature.png",
            "link_code": "https://github.com/YerikAH/prevent-nature",
            "link_preview": "https://yerikah.github.io/prevent-nature/public/index.html"
          },
          {
            "id": "5",
            "name": "Aplicación de mecanografía",
            "description": "Esta es una aplicación avanzada de mecanografía que te permite mejorar tus habilidades de escritura. Con ella, puedes personalizar el tiempo de la prueba y el número de palabras de prueba para adaptarse a tus necesidades. Al final de cada prueba, se te proporcionarán tus resultados detallados, incluyendo las palabras escritas correctamente y incorrectamente, así como también tu velocidad de escritura en palabras por minuto.",
            "image_path": "./images/projects/typebreak.png",
            "link_code": "https://github.com/YerikAH/type-break-app",
            "link_preview": "https://yerikah.github.io/type-break-app/"
          },
          {
            "id": "6",
            "name": "Especificador de horarios",
            "description": "Esta aplicación es una solución integral para mejorar la productividad. Te permite programar tareas y especificar horarios para su ejecución, con un temporizador que se activa automáticamente cuando llega el momento programado. Además, la aplicación mantiene un registro detallado de tus sesiones de trabajo, permitiéndote ver tu progreso a través de gráficos y estadísticas visuales. Con esta herramienta, podrás optimizar tu tiempo y aumentar tu rendimiento en el trabajo.",
            "image_path": "./images/projects/register_work.png",
            "link_code": "https://github.com/YerikAH/register-work",
            "link_preview": "https://yerikah.github.io/register-work/public/"
          },
          {
            "id": "7",
            "name": "Pokedex",
            "description": "Esta aplicación ofrece una experiencia única en la búsqueda y visualización de Pokémon. Con ella, puedes acceder a información detallada sobre las estadísticas y descripciones de cada Pokémon de manera fácil y rápida. Desarrollada con React, esta aplicación te permite explorar y conocer mejor el mundo de los Pokémon. Además, a pesar de ser uno de mis primeros proyectos con React, fue un paso importante en mi camino para mejorar mis habilidades en el desarrollo web y estoy emocionado por continuar mejorando mi código en el futuro.",
            "image_path": "./images/projects/pokemon.png",
            "link_code": "https://github.com/YerikAH/pokemon-app",
            "link_preview": "https://yerikah.github.io/pokemon-app/"
          },
          {
            "id": "8",
            "name": "Aplicación de tareas con una base de datos",
            "description": "Esta aplicación de gestión de tareas brinda la posibilidad de agregar, eliminar y actualizar tareas en una base de datos segura y accesible. Para disfrutar de todas sus funciones, es necesario iniciar sesión y registrarse en la plataforma, lo que permitirá mantener un registro detallado y organizado de las tareas realizadas. Con esta herramienta, optimice su productividad y aumente la eficiencia en la gestión de sus tareas cotidianas.",
            "image_path": "./images/projects/flask.png",
            "link_code": "https://github.com/YerikAH/todoyou-fullstack",
            "link_preview": "https://github.com/YerikAH/todoyou-fullstack#readme"
          },
          {
            "id": "9",
            "name": "Aplicación de votación",
            "description": "Esta aplicación ha sido diseñada para votar en encuestas. Por medio de una interfaz intuitiva y fácil de usar, los usuarios pueden participar en encuestas relevantes. Al utilizar la plataforma Django como base, esta aplicación garantiza una gestión segura y eficiente de los datos de los usuarios, permitiendo un proceso de votación preciso y confiable.",
            "image_path": "./images/projects/django.png",
            "link_code": "https://github.com/YerikAH/todoyou-fullstack",
            "link_preview": "https://github.com/YerikAH/todoyou-fullstack#readme"
          }
        ]
      }
    },
    "en": {
      "static": {
        "nav": {
          "home": "Home",
          "about": "About",
          "portfolio": "Projects",
          "language": "Language",
          "contact": "Contact me",
          "blog": "Blog"
        },
        "section_first": {
          "headline": "Hi, I'm a Front End Developer with React and Flutter",
          "button_one": "Certificates",
          "button_two": "Resume"
        },
        "section_second": {
          "headline": "About"
        },
        "section_third": {
          "headline": "Projects",
          "button": "Load more..."
        },
        "section_four": {
          "headline": "Contact me",
          "text": "Feel free to contact me if you would like more information about my experience or if you have any questions related to web development. I am open to new opportunities and I am sure that I can add value to your company with my skills and knowledge.",
          "label_one": "Enter your name:",
          "label_two": "Enter your email:",
          "label_three": "Enter your message:",
          "button": "Send the message"
        },
        "footer": {
          "text": "",
          "text_link": "Harvey Yerik"
        }
      },
      "dynamic": {
        "description": "I'm a highly-skilled front-end developer with a background in React and a background in mobile development with Flutter. I am passionate about creating engaging and interactive apps that provide a unique and satisfying user experience. The technologies I use as a developer are:",
        "portfolio": [
          {
            "id": "1",
            "name": "My task app",
            "description": "This productivity app features pomodoro functionality to help increase efficiency and productivity. In addition, it allows the addition of tasks to keep an organized record of pending tasks. The application also has configuration options to customize it according to the user's preferences. This project was a significant challenge in my path of learning Vanilla JavaScript and I am very proud of the result achieved.",
            "image_path": "./images/projects/task_app.png",
            "link_code": "https://github.com/YerikAH/my-task-app",
            "link_preview": "https://yerikah.github.io/my-task-app/public/#"
          },
          {
            "id": "2",
            "name": "Front end mentor challenges",
            "description": "On this website you will be able to see some of the Frontend Mentor Challenge Solutions that I develop, Frontend Mentor is an online platform that offers hands-on and hands-on web development challenges to help front-end developers improve their skills and create realistic projects.",
            "image_path": "./images/projects/frontend_mentor.png",
            "link_code": "https://github.com/YerikAH/frond-end-challenge",
            "link_preview": "https://yerikah.github.io/frond-end-challenge/"
          }
        ]
      }
    }
  },

  "photo_url": "./images/photo-harvey.png",
  "skills": [
    "JavaScript",
    "TypeScript",
    "HTML",
    "Python",
    "Dart",
    "C",
    "Bash",
    "Java",
    "SQL",
    "CSS",
    "SASS",
    "Pug",
    "styled-components",
    "TailwildCSS",
    "Bootstrap",
    "less",
    "React",
    "Vue.js",
    "Vite",
    "Flutter",
    "Git",
    "GitHub"
  ],
  "social_media": {
    "linkedin": {
      "user": "",
      "link": ""
    },
    "github": {
      "user": "",
      "link": ""
    },
    "twitter": {
      "user": "",
      "link": ""
    },
    "email": {
      "user": "",
      "link": ""
    }
  }
}
