{
  "language": {
    "es": {
      "static": {
        "nav": {
          "home": "Inicio",
          "about": "Acerca de ",
          "portfolio": "Proyectos",
          "language": "Idioma",
          "contact": "Contáctame",
          "blog": "Blog"
        },
        "section_first": {
          "headline": "Hola, soy desarrollador Front end con React y Flutter",
          "button_one": "Certificados",
          "button_two": "Currículo",
          "button_es_cv": "Descargar CV en español",
          "button_en_cv": "Descargar CV en ingles"
        },
        "section_second": {
          "headline": "Sobre mí"
        },
        "section_third": {
          "headline": "Mis proyectos",
          "preview": "Ver aplicación",
          "code": "Ver código",
          "info": "Información",
          "button": "Cargar más…"
        },
        "section_four": {
          "headline": "Contáctame",
          "text": "No dude en comunicarse conmigo si desea más información sobre mi experiencia o si tiene alguna pregunta relacionada con el desarrollo web. Estoy abierto a nuevas oportunidades y estoy seguro de que puedo aportar valor a su empresa con mis habilidades y conocimientos.",
          "label_one": "Ingresa tu nombre:",
          "label_two": "Ingresa tu correo electrónico:",
          "label_three": "Ingresa tu mensaje:",
          "button": "Enviar mensaje"
        },
        "footer": {
          "text": "Diseñado y construido por ",
          "text_link": "Harvey Yerik"
        }
      },
      "dynamic": {
        "description": "Soy un desarrollador Front-end altamente capacitado con experiencia en React y conocimientos en desarrollo móvil con Flutter. Me apasiona crear aplicaciones interactivas y atractivas que brindan una experiencia de usuario única y satisfactoria. Las tecnologías que uso como desarrollador son:",
        "portfolio": [
          {
            "id": "1",
            "name": "Aplicación de productividad",
            "description": "Esta aplicación de productividad cuenta con una funcionalidad de pomodoro para ayudar a aumentar la eficiencia y productividad. Además, permite la adición de tareas para llevar un registro organizado de las tareas pendientes. La aplicación también cuenta con opciones de configuración para personalizarla según las preferencias del usuario. Este proyecto fue un reto significativo en mi camino de aprendizaje de JavaScript Vanilla y estoy muy orgulloso del resultado logrado.",
            "image_path": "./images/projects/task_app.png",
            "link_code": "https://github.com/YerikAH/my-task-app",
            "link_preview": "https://yerikah.github.io/my-task-app/public/#"
          },
          {
            "id": "2",
            "name": "Front end mentor challenges",
            "description": "En este sitio web podrás ver algunas de las soluciones de los desafíos de Frontend Mentor que yo desarrolle, Frontend Mentor es una plataforma en línea que ofrece desafíos prácticos y prácticos de desarrollo web para ayudar a los desarrolladores front-end a mejorar sus habilidades y crear proyectos realistas.",
            "image_path": "./images/projects/frontend_mentor.png",
            "link_code": "https://github.com/YerikAH/frond-end-challenge",
            "link_preview": "https://yerikah.github.io/frond-end-challenge/"
          },
          {
            "id": "3",
            "name": "Mi antiguo portafolio",
            "description": "Mi antiguo portafolio, desarrollado con React, Utilicé diversos hooks, como useEffect y useState, y también tuve la oportunidad de utilizar useContext, lo que me ayudó a comprender de manera más clara el concepto de estados en React. Además, gracias a esta experiencia, fui capaz de aplicar animaciones con React de manera efectiva.",
            "image_path": "./images/projects/portfolio.png",
            "link_code": "https://github.com/YerikAH/briefcase",
            "link_preview": "https://yerikah.github.io/briefcase/"
          },
          {
            "id": "4",
            "name": "Prevent Nature",
            "description": "Tienda virtual Prevent Nature, trata acerca ventas de productos naturales, además contiene un blog. Utilice un enfoque de consumo de datos dinámicos mediante el uso de peticiones AJAX para obtener y visualizar los productos y artículos del blog a partir de un archivo JSON. El proyecto en cuestión me permitió adquirir una gran cantidad de conocimientos y habilidades.",
            "image_path": "./images/projects/prevent_nature.png",
            "link_code": "https://github.com/YerikAH/prevent-nature",
            "link_preview": "https://yerikah.github.io/prevent-nature/public/index.html"
          },
          {
            "id": "5",
            "name": "Aplicación de mecanografía",
            "description": "Esta es una aplicación avanzada de mecanografía que te permite mejorar tus habilidades de escritura. Con ella, puedes personalizar el tiempo de la prueba y el número de palabras de prueba para adaptarse a tus necesidades. Al final de cada prueba, se te proporcionarán tus resultados detallados, incluyendo las palabras escritas correctamente y incorrectamente, así como también tu velocidad de escritura en palabras por minuto.",
            "image_path": "./images/projects/typebreak.png",
            "link_code": "https://github.com/YerikAH/type-break-app",
            "link_preview": "https://yerikah.github.io/type-break-app/"
          },
          {
            "id": "6",
            "name": "Especificador de horarios",
            "description": "Esta aplicación es una solución integral para mejorar la productividad. Te permite programar tareas y especificar horarios para su ejecución, con un temporizador que se activa automáticamente cuando llega el momento programado. Además, la aplicación mantiene un registro detallado de tus sesiones de trabajo, permitiéndote ver tu progreso a través de gráficos y estadísticas visuales. Con esta herramienta, podrás optimizar tu tiempo y aumentar tu rendimiento en el trabajo.",
            "image_path": "./images/projects/register_work.png",
            "link_code": "https://github.com/YerikAH/register-work",
            "link_preview": "https://yerikah.github.io/register-work/public/"
          },
          {
            "id": "7",
            "name": "Pokedex",
            "description": "Esta aplicación ofrece una experiencia única en la búsqueda y visualización de Pokémon. Con ella, puedes acceder a información detallada sobre las estadísticas y descripciones de cada Pokémon de manera fácil y rápida. Desarrollada con React, esta aplicación te permite explorar y conocer mejor el mundo de los Pokémon. Además, a pesar de ser uno de mis primeros proyectos con React, fue un paso importante en mi camino para mejorar mis habilidades en el desarrollo web y estoy emocionado por continuar mejorando mi código en el futuro.",
            "image_path": "./images/projects/pokemon.png",
            "link_code": "https://github.com/YerikAH/pokemon-app",
            "link_preview": "https://yerikah.github.io/pokemon-app/"
          },
          {
            "id": "8",
            "name": "Aplicación de tareas con una base de datos",
            "description": "Esta aplicación de gestión de tareas brinda la posibilidad de agregar, eliminar y actualizar tareas en una base de datos segura y accesible. Para disfrutar de todas sus funciones, es necesario iniciar sesión y registrarse en la plataforma, lo que permitirá mantener un registro detallado y organizado de las tareas realizadas. Con esta herramienta, optimice su productividad y aumente la eficiencia en la gestión de sus tareas cotidianas.",
            "image_path": "./images/projects/flask.png",
            "link_code": "https://github.com/YerikAH/todoyou-fullstack",
            "link_preview": "https://github.com/YerikAH/todoyou-fullstack#readme"
          },
          {
            "id": "9",
            "name": "Aplicación de votación",
            "description": "Esta aplicación ha sido diseñada para votar en encuestas. Por medio de una interfaz intuitiva y fácil de usar, los usuarios pueden participar en encuestas relevantes. Al utilizar la plataforma Django como base, esta aplicación garantiza una gestión segura y eficiente de los datos de los usuarios, permitiendo un proceso de votación preciso y confiable.",
            "image_path": "./images/projects/django.png",
            "link_code": "https://github.com/YerikAH/todoyou-fullstack",
            "link_preview": "https://github.com/YerikAH/todoyou-fullstack#readme"
          }
        ]
      },
      "blog": {
        "navigation_blog": {
          "title": ["Blog", "Temas"],
          "topics": [
            {
              "name": "Experiencias",
              "word": "exp"
            },
            {
              "name": "Reseñas de libros",
              "word": "review"
            },
            {
              "name": "Programación",
              "word": "code"
            }
          ],
          "project": "¿Ya viste mis últimas creaciones?"
        },
        "banner": {
          "title": "Blog",
          "subtitle": "Historias de un desarrollador web: reflexiones y experiencias."
        },
        "blog_preview": [
          {
            "id": "blog_1",
            "word": "exp",
            "title": "Mi Experiencia Aprendiendo Programación",
            "description": "Durante los últimos 8 meses he estado inmerso en un intenso proceso de aprendizaje de programación. Este periodo ha sido uno de los más desafiantes y gratificantes de mi vida..."
          },
          {
            "id": "blog_2",
            "word": "review",
            "title": "Mi Experiencia Aprendiendo Programación",
            "description": "Durante los últimos 8 meses he estado inmerso en un intenso proceso de aprendizaje de programación. Este periodo ha sido uno de los más desafiantes y gratificantes de mi vida..."
          },
          {
            "id": "blog_3",
            "word": "code",
            "title": "Mi Experiencia Aprendiendo Programación",
            "description": "Durante los últimos 8 meses he estado inmerso en un intenso proceso de aprendizaje de programación. Este periodo ha sido uno de los más desafiantes y gratificantes de mi vida..."
          },
          {
            "id": "blog_4",
            "word": "exp",
            "title": "Mi Experiencia Aprendiendo Programación",
            "description": "Durante los últimos 8 meses he estado inmerso en un intenso proceso de aprendizaje de programación. Este periodo ha sido uno de los más desafiantes y gratificantes de mi vida..."
          },
          {
            "id": "blog_5",
            "word": "exp",
            "title": "Mi Experiencia Aprendiendo Programación",
            "description": "Durante los últimos 8 meses he estado inmerso en un intenso proceso de aprendizaje de programación. Este periodo ha sido uno de los más desafiantes y gratificantes de mi vida..."
          },
          {
            "id": "blog_6",
            "word": "exp",
            "title": "Mi Experiencia Aprendiendo Programación",
            "description": "Durante los últimos 8 meses he estado inmerso en un intenso proceso de aprendizaje de programación. Este periodo ha sido uno de los más desafiantes y gratificantes de mi vida..."
          }
        ]
      },
      "certificate": {
        "title": "Explora  mi  conocimiento certificado",
        "description": "Esta sección es el resultado de mi constante búsqueda por mejorar y aprender más sobre el desarrollo web. Te invito a descubrir lo que he aprendido y cómo he aplicado esos conocimientos en proyectos reales.",
        "certificates": [
          {
            "id": 1,
            "name": "Curso de HTML y CSS",
            "description": "Desarrollé un proyecto para dominar HTML y CSS, aprendiendo conceptos avanzados como mobile first y maquetado web.",
            "image": "./images/cert/html.jpg",
            "logo": "./images/cert/logo/platzi.jpg"
          },
          {
            "id": 2,
            "name": "Curso de Dart desde 0",
            "description": "Este curso me permitió comprender el lenguaje de programación Dart y aplicarlo al desarrollo móvil con Flutter de manera efectiva.",
            "image": "./images/cert/dart.jpg",
            "logo": "./images/cert/logo/platzi.jpg"
          },
          {
            "id": 3,
            "name": "Escuela de JavaScript",
            "description": "Durante esta ruta de aprendizaje, logré adquirir conocimientos en desarrollo web full stack, cubriendo temas desde React hasta Nodejs.",
            "image": "./images/cert/shjs.jpg",
            "logo": "./images/cert/logo/platzi.jpg"
          },
          {
            "id": 4,
            "name": "Curso de React.js",
            "description": "Aprendí sobre React, hooks y programación funcional en este curso. Fue muy valioso para mí. También sobre componentes en clase.",
            "image": "./images/cert/react.jpg",
            "logo": "./images/cert/logo/platzi.jpg"
          },
          {
            "id": 5,
            "name": "Curso de Git y GitHub",
            "description": "Este curso fue crucial para mí, ya que aprendí a manejar Git para versionar mi código, realizar viajes en el tiempo, colaborar en proyectos y utilizar Github de manera efectiva.",
            "image": "./images/cert/git.jpg",
            "logo": "./images/cert/logo/platzi.jpg"
          },
          {
            "id": 6,
            "name": "Curso de JavaScript",
            "description": "Este curso me permitió adquirir desde los conceptos básicos hasta los más complejos de JavaScript, además de estudiar por mi cuenta temas avanzados como la programación asincrónica y la programación orientada a objetos en JavaScript.",
            "image": "./images/cert/js.jpg",
            "logo": "./images/cert/logo/platzi.jpg"
          },
          {
            "id": 7,
            "name": "Curso de Front-end developer",
            "description": "En este curso, realicé un proyecto enfocado en la parte estática y comencé a adentrarme en el trabajo con componentes en React, ampliando mis conocimientos en el desarrollo web.",
            "image": "./images/cert/front.jpg",
            "logo": "./images/cert/logo/platzi.jpg"
          },
          {
            "id": 8,
            "name": "Curso de Fundamentos de Ingeniería de software",
            "description": "Este curso me brindó una comprensión de la ingeniería de software y los conceptos clave en este campo, lo que me permitió adentrarme en este mundo y avanzar en mi formación como desarrollador.",
            "image": "./images/cert/soft.jpg",
            "logo": "./images/cert/logo/platzi.jpg"
          },
          {
            "id": 9,
            "name": "Curso de Webpack",
            "description": "Me permitió entender los conceptos de bundling y cómo optimizar el tamaño y rendimiento de las aplicaciones web.",
            "image": "./images/cert/webpack.jpg",
            "logo": "./images/cert/logo/platzi.jpg"
          },
          {
            "id": 10,
            "name": "Curso de Next.js",
            "description": "Me permitió profundizar mis conocimientos en el desarrollo de aplicaciones web de alto rendimiento, así como comprender cuándo utilizar Next.js para optimizar el proceso de creación de proyectos React.",
            "image": "./images/cert/next.jpg",
            "logo": "./images/cert/logo/platzi.jpg"
          },
          {
            "id": 11,
            "name": "Curso de Node.js",
            "description": "Este curso me introdujo en el mundo del desarrollo backend y me enseñó los fundamentos de Node.js.",
            "image": "./images/cert/node.jpg",
            "logo": "./images/cert/logo/platzi.jpg"
          }
        ]
      }
    },
    "en": {
      "static": {
        "nav": {
          "home": "Home",
          "about": "About",
          "portfolio": "Projects",
          "language": "Language",
          "contact": "Contact me",
          "blog": "Blog"
        },
        "section_first": {
          "headline": "Hi, I'm a Front End Developer with React and Flutter",
          "button_one": "Certificates",
          "button_two": "Resume",
          "button_es_cv": "Download CV in Spanish",
          "button_en_cv": "Download CV in English"
        },
        "section_second": {
          "headline": "About"
        },
        "section_third": {
          "headline": "Projects",
          "preview": "See app",
          "code": "See code",
          "info": "Info",
          "button": "Load more..."
        },
        "section_four": {
          "headline": "Contact me",
          "text": "Feel free to contact me if you would like more information about my experience or if you have any questions related to web development. I am open to new opportunities and I am sure that I can add value to your company with my skills and knowledge.",
          "label_one": "Enter your name:",
          "label_two": "Enter your email:",
          "label_three": "Enter your message:",
          "button": "Send the message"
        },
        "footer": {
          "text": "Designed and built by ",
          "text_link": "Harvey Yerik"
        }
      },
      "dynamic": {
        "description": "I'm a highly-skilled front-end developer with a background in React and a background in mobile development with Flutter. I am passionate about creating engaging and interactive apps that provide a unique and satisfying user experience. The technologies I use as a developer are:",
        "portfolio": [
          {
            "id": "1",
            "name": "My task app",
            "description": "This productivity app features pomodoro functionality to help increase efficiency and productivity. In addition, it allows the addition of tasks to keep an organized record of pending tasks. The application also has configuration options to customize it according to the user's preferences. This project was a significant challenge in my path of learning Vanilla JavaScript and I am very proud of the result achieved.",
            "image_path": "./images/projects/task_app.png",
            "link_code": "https://github.com/YerikAH/my-task-app",
            "link_preview": "https://yerikah.github.io/my-task-app/public/#"
          },
          {
            "id": "2",
            "name": "Front end mentor challenges",
            "description": "On this website you will be able to see some of the Frontend Mentor Challenge Solutions that I develop, Frontend Mentor is an online platform that offers hands-on and hands-on web development challenges to help front-end developers improve their skills and create realistic projects.",
            "image_path": "./images/projects/frontend_mentor.png",
            "link_code": "https://github.com/YerikAH/frond-end-challenge",
            "link_preview": "https://yerikah.github.io/frond-end-challenge/"
          },
          {
            "id": "3",
            "name": "My old portfolio",
            "description": "My old portfolio, developed with React, I used various hooks, such as useEffect and useState, and I also had the opportunity to use useContext, which helped me understand the concept of states in React more clearly. Also, thanks to this experience, I was able to apply animations with React effectively.",
            "image_path": "./images/projects/portfolio.png",
            "link_code": "https://github.com/YerikAH/briefcase",
            "link_preview": "https://yerikah.github.io/briefcase/"
          },
          {
            "id": "4",
            "name": "Prevent Nature",
            "description": "Prevent Nature virtual store, deals with sales of natural products, also contains a blog. Use a dynamic data consumption approach by using AJAX requests to get and display products and blog articles from a JSON file. The project in question allowed me to acquire a great deal of knowledge and skills.",
            "image_path": "./images/projects/prevent_nature.png",
            "link_code": "https://github.com/YerikAH/prevent-nature",
            "link_preview": "https://yerikah.github.io/prevent-nature/public/index.html"
          },
          {
            "id": "5",
            "name": "Typebreak",
            "description": "This is an advanced typing app that allows you to improve your typing skills. With it, you can customize the test time and the number of test words to suit your needs. At the end of each test, you will be provided with your detailed results, including correctly and incorrectly spelled words, as well as your typing speed in words per minute.",
            "image_path": "./images/projects/typebreak.png",
            "link_code": "https://github.com/YerikAH/type-break-app",
            "link_preview": "https://yerikah.github.io/type-break-app/"
          },
          {
            "id": "6",
            "name": "Register work",
            "description": "This application is a comprehensive solution to improve productivity. It allows you to schedule tasks and specify times for their execution, with a timer that automatically activates when the scheduled time arrives. In addition, the application keeps a detailed record of your work sessions, allowing you to see your progress through graphs and visual statistics. With this tool, you will be able to optimize your time and increase your performance at work.",
            "image_path": "./images/projects/register_work.png",
            "link_code": "https://github.com/YerikAH/register-work",
            "link_preview": "https://yerikah.github.io/register-work/public/"
          },
          {
            "id": "7",
            "name": "Pokedex",
            "description": "This application offers a unique experience in finding and viewing Pokémon. With it, you can access detailed information about the statistics and descriptions of each Pokémon easily and quickly. Developed with React, this application allows you to explore and learn more about the world of Pokémon. Also, despite being one of my first projects with React, it was an important step on my way to improve my web development skills and I'm excited to continue improving my code in the future.",
            "image_path": "./images/projects/pokemon.png",
            "link_code": "https://github.com/YerikAH/pokemon-app",
            "link_preview": "https://yerikah.github.io/pokemon-app/"
          },
          {
            "id": "8",
            "name": "Application of tasks with a database",
            "description": "This task management application provides the ability to add, delete and update tasks in a secure and accessible database. To enjoy all its functions, it is necessary to log in and register on the platform, which will allow you to keep a detailed and organized record of the tasks performed. With this tool, optimize your productivity and increase efficiency in managing your daily tasks.",
            "image_path": "./images/projects/flask.png",
            "link_code": "https://github.com/YerikAH/todoyou-fullstack",
            "link_preview": "https://github.com/YerikAH/todoyou-fullstack#readme"
          },
          {
            "id": "9",
            "name": "Voting App",
            "description": "This application has been designed to vote in polls. Through an intuitive and easy-to-use interface, users can participate in relevant surveys. By using the Django platform as a foundation, this application ensures secure and efficient management of user data, enabling an accurate and reliable voting process.",
            "image_path": "./images/projects/django.png",
            "link_code": "https://github.com/YerikAH/todoyou-fullstack",
            "link_preview": "https://github.com/YerikAH/todoyou-fullstack#readme"
          }
        ]
      },
      "blog": {
        "navigation_blog": {
          "title": ["Blog", "Topics"],
          "topics": [
            {
              "name": "Experiences ",
              "word": "exp"
            },
            {
              "name": "Book reviews",
              "word": "review"
            },
            {
              "name": "Programming",
              "word": "code"
            }
          ],
          "project": "Have you seen my latest creations yet?"
        },
        "banner": {
          "title": "My Blog",
          "subtitle": "Stories of a web developer: reflections and experiences."
        },
        "blog_preview": [
          {
            "id": "blog_1",
            "word": "exp",
            "title": "My Experience Learning Programming ",
            "description": "During the last 8 months I have been immersed in an intense programming learning process. This period has been one of the most challenging and rewarding of my life..."
          },
          {
            "id": "blog_2",
            "word": "review",
            "title": "My Experience Learning Programming ",
            "description": "During the last 8 months I have been immersed in an intense programming learning process. This period has been one of the most challenging and rewarding of my life..."
          },
          {
            "id": "blog_3",
            "word": "code",
            "title": "My Experience Learning Programming ",
            "description": "During the last 8 months I have been immersed in an intense programming learning process. This period has been one of the most challenging and rewarding of my life..."
          },
          {
            "id": "blog_4",
            "word": "exp",
            "title": "My Experience Learning Programming ",
            "description": "During the last 8 months I have been immersed in an intense programming learning process. This period has been one of the most challenging and rewarding of my life..."
          },
          {
            "id": "blog_5",
            "word": "exp",
            "title": "My Experience Learning Programming ",
            "description": "During the last 8 months I have been immersed in an intense programming learning process. This period has been one of the most challenging and rewarding of my life..."
          },
          {
            "id": "blog_6",
            "word": "exp",
            "title": "My Experience Learning Programming ",
            "description": "During the last 8 months I have been immersed in an intense programming learning process. This period has been one of the most challenging and rewarding of my life..."
          }
        ]
      },
      "certificate": {
        "title": "Explore my certified knowledge",
        "description": "This section is the result of my constant search to improve and learn more about web development. I invite you to discover what I have learned and how I have applied that knowledge in real projects.",
        "certificates": [
          {
            "id": 1,
            "name": "HTML and CSS Course",
            "description": "I developed a project to master HTML and CSS, learning advanced concepts such as mobile first and web layout.",
            "image": "./images/cert/html.jpg",
            "logo": "./images/cert/logo/platzi.jpg"
          },
          {
            "id": 2,
            "name": "Dart course from 0",
            "description": "This course allowed me to understand the Dart programming language and apply it to mobile development with Flutter effectively.",
            "image": "./images/cert/dart.jpg",
            "logo": "./images/cert/logo/platzi.jpg"
          },
          {
            "id": 3,
            "name": "JavaScript School",
            "description": "During this learning path, I managed to gain knowledge in full stack web development, covering topics from React to Nodejs.",
            "image": "./images/cert/shjs.jpg",
            "logo": "./images/cert/logo/platzi.jpg"
          },
          {
            "id": 4,
            "name": "React.js Course",
            "description": "I learned about React, hooks and functional programming in this course. It was very valuable for me. Also about components in class.",
            "image": "./images/cert/react.jpg",
            "logo": "./images/cert/logo/platzi.jpg"
          },
          {
            "id": 5,
            "name": "Git and GitHub Course",
            "description": "This course was crucial for me as I learned how to use Git to version my code, time travel, collaborate on projects, and use Github effectively.",
            "image": "./images/cert/git.jpg",
            "logo": "./images/cert/logo/platzi.jpg"
          },
          {
            "id": 6,
            "name": "JavaScript Course",
            "description": "This course allowed me to learn from the basics to the more complex concepts of JavaScript, as well as study advanced topics like asynchronous programming and object-oriented programming in JavaScript on my own.",
            "image": "./images/cert/js.jpg",
            "logo": "./images/cert/logo/platzi.jpg"
          },
          {
            "id": 7,
            "name": "Front-end developer course",
            "description": "In this course, I carried out a project focused on the static part and began to delve into working with components in React, expanding my knowledge in web development.",
            "image": "./images/cert/front.jpg",
            "logo": "./images/cert/logo/platzi.jpg"
          },
          {
            "id": 8,
            "name": "Software Engineering Fundamentals Course",
            "description": "This course gave me an understanding of software engineering and the key concepts in the field, allowing me to delve into this world and further my development training.",
            "image": "./images/cert/soft.jpg",
            "logo": "./images/cert/logo/platzi.jpg"
          },
          {
            "id": 9,
            "name": "Webpack Course",
            "description": "It allowed me to understand the concepts of bundling and how to optimize the size and performance of web applications.",
            "image": "./images/cert/webpack.jpg",
            "logo": "./images/cert/logo/platzi.jpg"
          },
          {
            "id": 10,
            "name": "Next.js Course",
            "description": "It allowed me to deepen my knowledge of developing high-performance web applications, as well as understanding when to use Next.js to streamline the React project creation process.",
            "image": "./images/cert/next.jpg",
            "logo": "./images/cert/logo/platzi.jpg"
          },
          {
            "id": 11,
            "name": "Node.js Course",
            "description": "This course introduced me to the world of backend development and taught me the fundamentals of Node.js.",
            "image": "./images/cert/node.jpg",
            "logo": "./images/cert/logo/platzi.jpg"
          }
        ]
      }
    }
  },

  "photo_url": "./images/photo-harvey.png",
  "skills": [
    "JavaScript",
    "TypeScript",
    "HTML",
    "Python",
    "Dart",
    "C",
    "Bash",
    "Java",
    "SQL",
    "CSS",
    "SASS",
    "Pug",
    "styled-components",
    "TailwildCSS",
    "Bootstrap",
    "less",
    "React",
    "Vue.js",
    "Vite",
    "Flutter",
    "Git",
    "GitHub"
  ],
  "social_media": [
    {
      "name": "linkedin",
      "icon": "./images/icon/linkedin-link.svg",
      "user": "Harvey Yerik Vasquez Huaranga",
      "link": "https://www.linkedin.com/in/harvey-yerik-vasquez-huaranga-802218228/"
    },
    {
      "name": "github",
      "icon": "./images/icon/github-link.svg",
      "user": "YerikAH",
      "link": "https://github.com/YerikAH"
    },
    {
      "name": "twitter",
      "icon": "./images/icon/twitter-link.svg",
      "user": "@yerikhar",
      "link": "https://twitter.com/yerikhar"
    },
    {
      "name": "email",
      "icon": "./images/icon/email-link.svg",
      "user": "yerik05vh@gmail.com",
      "link": "yerik05vh@gmail.com"
    }
  ]
}
